;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' = '
; DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at https://www.wisecleaner.com/language.html.
;
;
; Translation Author = wisecleaner.com
; Translation Author Email = support@wisecleaner.com
; Product name: Wise Disk Cleaner
; Version = 11.3.2
; Update: Jan. 30, 2026
;
[Lang]
NativeLanguage=English
ChangeLang=Restart the app to apply your changes.

[GUI]
ButtonYes=Yes
ButtonNo=No
ButtonOK=OK
ButtonMinimize=Minimize
ButtonMaximize=Maximize
ButtonClose=Close
ButtonRestore=Restore
ButtonMenu=Menu
ButtonCancel=Cancel				   

[Translation]
ReadHabit=Left-to-right
LanguageName=ENU
LangCode=0C09|2809|1009|2409|4009|1809|2009|4409|1409|3409|4809|1c09|2C09|0809|0409|3009
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Confirmation
Warning=Warning
Error=Error
Confirm=Confirmation
pmStyle=Appearance
;
;  Popup Menu
;
pmGo=Open file location
pmNone=Select none
pmAll1=Select all
pmrec=Recommended
pmIgnore=Ignore selected
pmExport=Export to ...
pmInvert=Invert selection
;
; Main GUI
;
FrmWDC.pmPortable.caption=Create a portable version
FrmWDC.pmRestore.caption=Restore
FrmWDC.pmSettings.caption=Settings
FrmGeneral.chkuac.caption=Skip UAC
FrmWDC.pmHelp.caption=Online Help
FrmWDC.pmHome.caption=Homepage
FrmWDC.pmForum.caption=Forum
FrmWDC.pmContact.caption=Contact us
FrmWDC.pmCheckNew.caption=Check for updates
FrmWDC.pmLang.caption=Languages
FrmWDC.pmabout.caption=About
FrmWDC.btncomm.caption=Common Cleaner
FrmWDC.btnadv.caption=Advanced Cleaner
FrmWDC.btnsilm.caption=System Slimming
FrmWDC.btnsuggest.caption=Support & Feedback
FrmWDC.btnmessage.caption=News
;
; Advanced Cleaner
;
Frmadvdc.btnscan.caption=Scan
Frmadvdc.lblpath.caption=Select drives:
Frmadvdc.btnrescan.caption=Scan again
Frmadvdc.btnre.caption=Recommended
Frmadvdc.btnall.caption=Select all
Frmadvdc.btnadvanced.caption=Advanced settings
Frmadvdc.btnnone.caption=Select none
Frmadvdc.lblspeed.caption=The world's fastest scanning speed!
Frmadvdc.vtfiles.Columns[0]=Name
Frmadvdc.vtfiles.Columns[1]=Size
Frmadvdc.vtfiles.Columns[2]=Path
Frmadvdc.vtfiles.Columns[3]=Accessed
Frmadvdc.vtfiles.Columns[4]=Type
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Add
FrmAdvSettings.btnremove.caption=Remove
FrmAdvSettings.btncancel.caption=Cancel
FrmAdvSettings.caption=Advanced Settings
FrmAdvSettings.btnre.caption=Recommended
FrmAdvSettings.btnall.caption=Select all
FrmAdvSettings.btnnone.caption=Select none
;
; Input 
;
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Cancel
;
; About
;
frmabout.lblUninstall.caption=Uninstall Instruction
frmabout.lblPolicy.caption=Privacy Policy
frmabout.lblEula.caption=EULA
FrmAbout.caption=About
FrmAbout.lblver.caption=Current Version:
FrmAbout.lblhome.caption=Homepage:
FrmAbout.lblemail.caption=Support Email:
FrmAbout.lblthanks.caption=Thanks to the following people for their contributions:
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Command-Line Automation
FrmAutorunSettings.lblcmdinfo.caption=Run silent cleanups in the background using command-line arguments. After the cleanup finishes, a summary notification will appear in the system tray. Press F1 or click below for the full command guide.
FrmAutorunSettings.chk1.caption=Add a "1-Click Cleanup" shortcut to the desktop
FrmAutorunSettings.chkadv.caption=Include Advanced Cleaner
FrmAutorunSettings.btnhelp.caption=View Command Guide
;
; Common Cleaner
;
FrmCommon.btnall.caption=Select all
FrmCommon.btnre.caption=Recommended
FrmCommon.btnnone.caption=Select none
FrmCommon.wckadv.caption=Include Advanced Cleaner
FrmCommon.WiseLabel1.caption=AutoClean
FrmCommon.lbltype.caption=Schedule type:
FrmCommon.lblweek.caption=Select date:
FrmCommon.lbltime.caption=Start time:
FrmCommon.btnScan.caption=Scan
FrmCommon.lblstat.caption=Fast and easy to clean up useless files and traces.
FrmCommon.btncancel.caption=Cancel
FrmCommon.btnrescan.caption=Scan again
FrmCommon.lbltrash.caption=Trash
FrmCommon.lbltrace.caption=Traces
FrmCommon.lblapp.caption=Applications
FrmCommon.lblcookie.caption=Cookies
FrmCommon.lbltrashhint.caption=Useless files in computer.
FrmCommon.lbltracehint.caption=System and user traces.
FrmCommon.lblapphint.caption=Useless files or traces created by other application.
FrmCommon.lblcookiehint.caption=Browser and flash cookies.
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Add a file
FrmExclusion.btnAddFolder.caption=Add a folder
FrmExclusion.btnAddType.caption=Add a file type
FrmExclusion.BtnAddCookie.caption=Add Cookies
FrmExclusion.btnImport.caption=Import
FrmExclusion.btnExport.caption=Export
FrmExclusion.btnRemove.caption=Remove
;
; General Settings
;
FrmGeneral.lbtran.caption=Help Translate
FrmGeneral.chknotice.caption=Show a summary after automatic cleanups.
FrmGeneral.chkwipe.caption=Secure Deletion (1-pass random data overwrite)
FrmGeneral.WiseLabel1.caption=Check for updates
FrmGeneral.WiseLabel2.caption=Language
FrmGeneral.chkexp.caption=Send anonymous usage data to help improve this app.
FrmGeneral.ckRestorePoint.caption=Auto create a system restore point before slimming system.
;
; Custom Settings
;
FrmCustom.WiseLabel4.caption=Custom Folders (Emptied during Advanced Cleaner)
FrmCustom.btnAdd.caption=Add
FrmCustom.btnRemove.caption=Remove
FrmCustom.lblCustom.caption=Custom Scanning Rules
FrmCustom.lblcustominfo.caption=Advanced users can create custom rules to target and remove hidden junk files. Click the link below for a step-by-step guide on creating configuration files.
FrmCustom.btnhelp.caption=View Configuration Guide
;
; Restore
;
FrmRestore.btnrestore.caption=Restore
FrmRestore.btnremove.caption=Remove
FrmRestore.Btnclose.caption=Close
FrmRestore.caption=Restore
;
; Settings
;
FrmSettings.tsCommon.caption=General
FrmSettings.tsAutoRun.caption=Auto Run
FrmSettings.tsExclusion.caption=Exclusions
FrmSettings.btnAbout.caption=About
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Cancel
FrmSettings.caption=Settings
FrmSettings.tsCustom.caption=Custom
;
; System slimming
;
FrmSysClean.btnSlimming.caption=Remove
FrmSysClean.btnall.caption=Select all
FrmSysClean.btnrecommended.caption=Recommended
FrmSysClean.btnnone.caption=Select none
FrmSysClean.vtsys.Columns[0]=Name
FrmSysClean.vtsys.Columns[1]=Size
FrmSysClean.vtsys.Columns[2]=Location
FrmSysClean.vtsys.Columns[3]=Suggestion
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Free space
FrmDiskDefrag.btnfolder.caption=Folder
FrmDiskDefrag.btnfile.caption=File
FrmDiskDefrag.btnsystem.caption=System file
FrmDiskDefrag.btnFragmented.caption=Fragments
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.btnpause.caption=Pause
FrmDiskDefrag.btnstop.caption=Stop
FrmDiskDefrag.btnDefrag.caption=Defragment
FrmWDC.btndefrag.caption=Disk Defrag
FrmDiskDefrag.lbltask.caption=After defragmentation:
;
FrmWDC.btnAi.caption=AI Utilities
[Message]
DupItem=The item is already in the list.
NoNews=You're all caught up! No unread messages.
ConfirmRemoveDownload=This will delete everything inside your Downloads folder. Are you sure you want to continue?
Skipped=Skipped
NeedAdmin=Administrator permissions required. Please relaunch the app as an administrator to use this feature.
Entries=Entries
Clean=Clean
ScheduleHint=Cleanup your computer regularly.
UpdateError=Update failed. Go to our website to download the latest version?
LestOneItem=Please select at least one item to clean.
HistorySaved=Total space saved: %s
DisableAdd=To protect your system, critical paths (like the Windows directory, boot drives, and optical media) cannot be added to this list.
ConfirmAdd=Are you sure you want to delete all files inside %s whenever you run Advanced Cleaner?
DupFolder=This folder is already in the list.
ExImport=Exclusion list successfully exported to
SelectHardDrive=Please select a drive to scan
CreationDate=Date created
Description=Description
NowCleaning=Now cleaning:
ScheduleNextTime=Next run:
Never=Never
InputType=Enter a file name or extension (e.g., *.tmp)
WarnNoType=Please select at least one file type to continue.
NoItemChecked=No files selected. Please select at least one item.
WDCRunning=Wise Disk Cleaner is currently running.
RemoveSysRestore=Are you sure you want to delete this system restore point?
RestoreFromSysRestore=Your PC will restart to perform the system restore. Please save all open work before continuing. Start the restore now?
SysRestoring=Preparing system restore...
SysCreating=Creating a system restore point...
Browse=Browse
AllHardDrive=Local Disk
Cleaning=Cleaning...
Exported=Successfully exported to %s. Would you like to open it now?
LeftTimeSec=Time elapsed: %s seconds
Safetodel=This item can be securely deleted.
MoreSpace=Need more space.
Unknow=Unknown
AddFileType=Add
AlreadExist=%s is already in the list.
illegalType=%s is an illegal file type.
Summary=Summary
InputSummary=Enter a description for this file or extension.
noselected=No items selected.
DelFileType=Are you sure you want to delete this file extension from the list?
ScanAborted=Scan canceled.
TrashFound=%d junk files. Size: %s. 
NoTrashAndTrace=Your computer is clean! No junk files or traces found.
CleanDone=Cleanup completed.
LestOne=Please select at least one item to scan.
LestOneClean=Please select at least one item to clean.
Scanning=Scanning...
InvalidIgnorItem=Can not ignore this item.
TraceFound=Traces: %d.
CleanNow=Instant cleanup recommended.
TrashRemoved=%d files removed, %s disk space freed up.
TraceRemoved=%d traces removed.
LastCommonClean=Last cleanup:
Working=Please wait for the current task done, and try again.
NoFilesFound=No temp files
NoTracesFound=No traces
FindTraces=%d traces
NoItemFound=No items found
FindFilesSize=%d files, %s total
FindTracesSection=%d traces
CanFreeSpace=%d files, %s total
TotalTraces=%d traces
EnableRestore=System Restore is disabled. Enable it?
RestorePointFail=We couldn't create a system restore point.
ErrorMsg=Details:
NoNewVer=Wise Disk Cleaner is up to date!
KeyWord=Please enter your keyword(s):
AddFolder=Add a folder
CannotCrTask=Cannot create scheduled task. Please enable Windows Task Scheduler or contact your administrator.
InvalidType=Please enter a valid file extension (e.g., .tmp).
NoType=Please select at least one file extension to continue.
FailToDelete=Some files cannot be deleted and may require a system restart to be removed.
GoodHabit=Keeping your PC clean is a good habit. Please keep it up!
7After=%d days have passed since your last cleanup.
7Before=Keep your drives free of junk files and protect your privacy.
TaskExists=A scheduled task already exists. Would you like to overwrite it or edit your existing settings?
NoBackupSelected=Please select at least one backup to restore.
StartScan=Scan
StartClean=Clean
Cancel=Cancel
Idle=On idle
Login=At log on
Daily=Daily
Weekly=Weekly
Monthly=Monthly
Monday=Monday
Tuesday=Tuesday
Wednesday=Wednesday
Thursday=Thursday
Friday=Friday
Saturday=Saturday
Sunday=Sunday
AvdDefaultHint=Find more useless files and free up more space.
TrashFoundEx=The following temp files have been found:
NoDriveChecked=Please select at least one drive to scan.
ScanFor=Scanning...
FindDrives=Searching drives...
NewVer=A new version is available! Do you want to update it now?
TranslateTo=Help Translate
AddCookies=Add Cookies
InputCookie=Enter a domain name (for example, wisecleaner.com)
InvalidCookie=Invalid Cookies
BrowserRunning=%s is running. Close it to clean caches and cookies?
CookieConfirm=Delete selected cookies? You may need to sign in to websites again.
PWPConfirm=Permanently delete passwords saved in browsers?
PWCookieConfirm=Delete saved passwords and cookies? You will lose active logins and saved credentials.
checkPswHint=Some selected items are not recommended for cleaning. Please review your choices.
checkAllHint=Warning: Selecting Saved Passwords will permanently erase your saved login credentials.
clickfix=Click here to fix it.
whydisable=The latest restore point cannot be deleted to ensure you can always recover your system.
WDCSysSlimming=No files found!
[CommonClean]
ScanAbortedHint=We suggest you scan again immediately to find more useless files and traces.
DefaultHint=Remove junk files and traces to free up space and protect your privacy.
ScanAbortedHint1=We suggest you scan again immediately to find more useless files.
WhenIdle=On idle
WhenLogin=At log on

[SysClean]
Open=Open
Remove=Remove
MoreSpace=Remove if not used
Cleaning=Cleaning...
Scanning=Scanning...
ScanEnd=%d items found. %s disk space will be freed.
NoItems=Congratulations! Your system drive is clean.
SpaceFreed=Slimming down is completed. %s disk space is freed up.
Installer=Leftover Windows Installers
LongInstaller=Remove leftover Windows installation files to reclaim valuable storage space.
PatchUninstall=Windows Update Rollback Files
LongPatchUninstall=Safe to delete if you do not plan to uninstall recent Windows updates.
Downloadedfiles=Windows Update Cache
Longdownloadedfiles=These update files are no longer needed after Windows successfully updates.
Baselinecache=Leftover Installer Patch Cache
LongBaselinecache=Safe to remove once your programs and system updates are fully complete.
componentbackup=Windows Update Backups
longcomponentbackup=Temporary backups created during updates. Safe to delete once the update process finishes.
JPIME=Japanese Input Method
LongJPIME=Safe to remove if you do not type in Japanese.
KoreanIME=Korean Input Method
LongKoreanIME=Safe to remove if you do not type in Korean.
TChineseIME=Traditional Chinese Input Method
LongTChineseIME=Safe to remove if you do not type in Traditional Chinese.
MPinyinIME=Microsoft Pinyin Input Method
LongMPinyinIME=Safe to remove if you do not type in Pinyin.
HelpFile=Windows Help Documentation
LongHelpFile=Remove built-in Windows guides to reclaim storage space.
SamplePic=Windows Sample Pictures
LongSamplePic=Safe to delete if you do not use the default Windows sample images.
SampleMic=Windows Sample Audio
LongSampleMic=Safe to delete if you do not use the default Windows sample audio.
SampleVideos=Windows Sample Videos
LongSampleVideos=Safe to delete if you do not use the default Windows sample videos.
SampleMedia=Windows Sample Media
LongSampleMedia=Remove default sample photos, videos, and music to free up space.
Wallpaper=Default Windows Wallpapers
LongWallpaper=Safe to remove if you only use your own custom desktop backgrounds.
Win10Upgrade=Windows 10 Upgrade Files
Win10UpgradeLong=Safe to delete if your Windows upgrade is complete. Remove these files to reclaim valuable storage space.

[DiskDefrag]
Aborted=Aborted
Volume=Drive
Format=File System
TotalSpace=Total Space
FreeSpace=Free Space
Fragmented=Fragments
Status=Status
PmDefrag=Defragment
FullOpt=Full Optimization
PmAnlyse=Analyze
Resume=Resume
Analying=Analyzing
Defragmenting=Defragmenting
Optimizing=Optimizing
Analyed=Analyzed
Defragmented=Defragmented
Optimized=Optimized
Pause=Pause
SSD=SSD is not supported.
FragmentedRate=Fragmentation
PmNoAct=No Action
PmShutdown=Shut down
PmSleep=Sleep
PmHibernation=Hibernation
PmLoginoff=Sign out
PmOptimize=Smart Optimize
Trimming=Trimming
Trimmed=Trimmed
SmartOptimize=Smart Optimize automatically selects the best method to defragment, optimize, or TRIM your drives.
TypeFixDisk=HDD
TypeSSD=SSD
TypeRemovable=Removable
MediaType=Type
LastTrim=%d days since last retrim.

[Area]
NetworkDataUsage=Network Data Usage
DirectXCache=DirectX Shader Cache
DeliveryCache=Windows Delivery Optimization Files
WinInstallerPackage=Obsolete Windows Installer
WindowsPaint=Windows Paint
AdobeFlash=Adobe Flash
WindowsSysCache=Windows System Cache
WindowsWordpad=Windows WordPad
WinInstallerCache=Windows Installer Cache
WinSxsBackup=Windows WinSxs Backup
Cookies=Cookies
DOMStoreCookies=Microsoft IE DOM Store Cookies
DownloadedPatch=Windows Downloaded Program Files
Downloads=Browser downloaded files
Dump=Memory Dump Files
ErrorReport=Error Report Files
ExplorerMRU=Other Explorer MRUs
RemoteDesktopHistory=Remote Desktop History
FontCache=Windows Font Cache
Iconcache=Icon Cache
DNSCache=DNS Cache
IISLog=IISLog
InvalidLnk=Invalid Shortcuts
InvalidScTask=Invalid Scheduled Tasks
InvalidStartMenu=Invalid Start Menus
OutlookSearchHistory=Microsoft Office Outlook Search History
JumpList=Taskbar Jump Lists (Items pinned to Quick Access will also be removed.)
LogFile=System Log Files
MESCache=Microsoft Security Essentials
MetroCache=Windows Metro Cache
Microsoft.WindowsMaps=Bing Maps
Microsoft.BingFinance=Bing Money
Microsoft.BingNews=Bing News
Microsoft.BingSports=Bing Sports
Microsoft.BingWeather=Bing Weather
Microsoft.ZuneMusic=Groove Music
Microsoft.ZuneVideo=Movies & TV
Microsoft.ScreenSketch=Snip & Sketch
Microsoft.SkypeApp=Skype
9E2F88E3.Twitter=Twitter
Facebook.Facebook=Facebook
Microsoft.Microsoft3DViewer=3D Viewer
MSOffice=Microsoft Office
Networkmapping=Network Drive Mapping History
Office=Microsoft Office
OfficePicture=Microsoft Office Picture Manager
OfficeRecent=Microsoft Office Recent History
Prefetch=Old Prefetch Data
Recentdocuments=Recent Documents
Recyclebin=Empty Recycle Bin
RemoteDesktop=Cache Files of Remote Desktop
RunStartMenu=Run in Start Menu
SearchList=Windows Searching History
SysTemp=Temp Files Created by Windows
SystemTrace=Windows and Applications traces
ThumbCache=Thumbnail Cache
TraceClean=Traces in Computer
TraryNotify=Notification Area Icon Cache
TrashClean=Files in Computer
TypeInternetCache=Web Browser Cache
TypeInternetTrace=Web Browser Trace
TypeMedia=Multimedia
TypeOtherApp=Other Applications
TypeSystem=Windows System
TypeWComponents=Windows Components
UserTemp=Temp Files Created by Applications

Microsoft.WindowsFeedbackHub=Windows Feedback Hub
Microsoft.WindowsFileRecovery=Windows File Recovery
Microsoft.WindowsSoundRecorder=Windows Sound Recorder

ChromeCache=Google Chrome Cache
ChromeCookies=Google Chrome Cookies
ChromeForm=Google Chrome Autocomplete Form History
Chromelocalstorage=Google Chrome History
ChromePasswords=Google Chrome Saved passwords
ChromeSession=Google Chrome Session
chromebookmarks=Google Chrome bookmarks Backup

FireFoxCache=Mozilla Firefox Cache
FireFoxCookies=Mozilla Firefox Cookies
FireFoxForm=Mozilla Firefox Autocomplete Form History
FireFoxOther=Mozilla Firefox Other Histories
FireFoxPasswords=Mozilla Firefox Saved passwords
FireFoxSession=Mozilla FireFox Session
FireFoxbookmarks=Mozilla FireFox Bookmarks Backup

LastDownloadDir=Last Download Location
IEAddressBarHistory=Microsoft Internet Explorer address bar history
IECahce=Microsoft IE Cache
IECookies=Microsoft IE Cookies
IEForm=IE Autocomplete Form History
IEHistory=Microsoft Internet Explorer Active History
IEPasswords=IE Saved Passwords
									
OperaStableCache=Opera Stable cache
OperaStableCookies=Opera Stable cookies
OperaStableHistory=Opera Stable history
OperaStablePasswords=Opera Stable saved password
OperaStableSessions=Opera Stable sessions
OperaStableForm=Opera Stable Autofill Form History
OperaStablebookmarks=Opera Stable bookmarks Backup

SafariCache=Safari Internet Cache
SafariCookies=Safari Cookies
SafariHistory=Safari History
SafariPasswords=Safari Saved Form Information

PaleMoonCache=PaleMoon Cache
PaleMoonCookies=PaleMoon Cookies
PaleMoonDownloadHistory=PaleMoon Download History
PaleMoonHistory=PaleMoon History
PaleMoonSavedFormInformation=PaleMoon Saved Form Information
PaleMoonSession=PaleMoon Session
PaleMoonSitePreferences=PaleMoon Site Preferences

Vivaldi=Vivaldi
VivaldiCache=Vivaldi Cache
VivaldiCookies=Vivaldi Cookies
VivaldiForm=Vivaldi Autocomplete Form History
Vivaldilocalstorage=Vivaldi History
VivaldiSavedPasswords=Vivaldi Saved Passwords
VivaldiSession=Vivaldi Session

Yandex=Yandex
YandexCache=Yandex Cache
YandexCookies=Yandex Cookies
YandexForm=Yandex Autocomplete Form History
YandexLocalstorage=Yandex History
YandexPasswords=Yandex Saved Passwords
YandexSession=Yandex Session

BraveBrowser=Brave Browser
BraveBrowserCache=Brave Browser Cache
BraveCookies=Brave Browser Cookies
Braveform=Brave Browser Autocomplete Form History
BraveBrowserlocalstorage=Brave Browser History
BravePasswords=Brave Browser Saved Passwords
BraveSession=Brave Browser Session

MSEdgeCache=MS Edge Cache
MSEdgeHistory=MS Edge History
MSEdgeDownloadHistory=MS Edge Download History
MSEdgeTypedURLs=MS Edge Typed URLs
MSEdgeSavedFormInformation=MS Edge Saved Form Information
MSEdgeSavedPasswords=MS Edge Saved Passwords
MSEdgeSession=MS Edge Session
MSEdgelocalstorage=MS Edge Local Storage
MSEdgeCookies=MS Edge Cookie
MSEdgebookmarks=MS Edge Bookmarks Backup

ComodoDragonCache=Comodo Dragon Cache
ComodoDragonlocalstorage=Comodo Dragon History
ComodoDragonForm=Comodo Dragon Autocomplete Form History
ComodoDragonPasswords=Comodo Dragon Saved Passwords
ComodoDragonSession=Comodo Dragon Session
ComodoDragonCookies=Comodo Dragon Cookie

RockMeltCache=RockMelt Cache
RockMeltlocalstorage=RockMelt History
RockMeltForm=RockMelt Autocomplete Form History
RockMeltPasswords=RockMelt Saved Passwords
RockMeltSession=RockMelt Session
RockMeltCookies=RockMelt Cookie

CentBrowserCache=CentBrowser Cache
CentBrowserlocalstorage=CentBrowser History
CentBrowserForm=CentBrowser Autocomplete Form History
CentBrowserPasswords=CentBrowser Saved Passwords
CentBrowserSession=CentBrowser Session
CentBrowserCookies=CentBrowser Cookie

ChromiumCache=Chromium Cache
Chromiumlocalstorage=Chromium History
ChromiumForm=Chromium Autocomplete Form History
ChromiumPasswords=Chromium Saved Passwords
ChromiumSession=Chromium Session
ChromiumCookies=Chromium Cookie

TorchCache=Torch Cache
Torchlocalstorage=Torch History
TorchForm=Torch Autocomplete Form History
TorchPasswords=Torch Saved Passwords
TorchSession=Torch Session
TorchCookies=Torch Cookie

OperaGXCache=Opera GX Cache
OperaGXlocalstorage=Opera GX History
OperaGXForm=Opera GX Form History
OperaGXPasswords=Opera GX Saved Passwords
OperaGXSession=Opera GX Session
OperaGXCookies=Opera GX Cookie

SogouExplorerCache=Sogou Explorer Cache
Sogouhistory=Sogou Explorer History
SogouForm=Sogou Explorer Auto-fill Form History
SogouExplorerSession=Sogou Explorer Session
SogouExplorerCookies=Sogou Explorer Cookies

WaterFoxCache=WaterFox Cache
WaterFoxForm=WaterFox Autofill Form History
WaterFoxPasswords=WaterFox Saved Passwords
WaterFoxOther=WaterFox Other History
WaterFoxSession=WaterFox Session
WaterFoxCookies=WaterFox Cookies
WaterFoxbookmarks=WaterFox bookmarks Backup

CocCocCache=CocCoc Cache
CocCoclocalstorage=CocCoc History
CocCocForm=CocCoc Autofill Form History
CocCocPasswords=CocCoc Saved Passwords
CocCocSession=CocCoc Session
CocCocCookies=CocCoc Cookies
CocCocbookmarks=CocCoc bookmarks Backup

AvastCache=Avast Secure Browser Cache
Avastlocalstorage=Avast Secure Browser History
AvastForm=Avast Secure Browser Autofill Form History
AvastPasswords=Avast Secure Browser Saved passwords
AvastSession=Avast Secure Browser Session
AvastCookies=Avast Secure Browser Cookies
Avastbookmarks=Avast Secure Browser bookmarks Backup

AOLCache=AOL Shield Pro Cache
AOLlocalstorage=AOL Shield Pro History
AOLForm=AOL Shield Pro Autofill Form History
AOLPasswords=AOL Shield Pro Saved Passwords
AOLSession=AOL Shield Pro Session
AOLCookies=AOL Shield Pro Cookies
AOLbookmarks=AOL Shield Pro bookmarks Backup

QuarkBrowserCache=Quark Browser Cache
QuarkBrowserlocalstorage=Quark Browser Localstorage
QuarkBrowserForm=Quark Browser Auto-fill Form History
QuarkBrowserPasswords=Quark Browser Saved Passwords
QuarkBrowserSession=Quark Browser Session
QuarkBrowserBookmarks=Quark Browser Bookmarks

ZenBrowserCache=Zen Browser Cache
ZenBrowserAuto-fillFormHistory=Zen Browser Auto-fill Form History
ZenBrowserPasswords=Zen Browser Saved Passwords
ZenBrowserOther=Zen Browser History
ZenBrowserSession=Zen Browser Session
ZenBrowserbookmarks=Zen Browser Bookmarks Backup
ZenBrowserCookies=Zen Browser Cookies

FloorpBrowserOther=Floorp Browser History
FloorpBrowserCache=Floorp Browser Cache
FloorpBrowserAuto-fillFormHistory=Floorp Browser Auto-fill Form History
FloorpBrowserPasswords=Floorp Browser Saved Passwords
FloorpBrowserSession=Floorp Browser Session
FloorpBrowserbookmarks=Floorp Browser Bookmarks Backup
FloorpBrowserCookies=Floorp Browser Cookies

CCleanerBrowserCache=CCleaner Browser Cache
CCleanerBrowserLocalstorage=CCleaner Browser Localstorage
CCleanerBrowserAuto-fillFormHistory=CCleaner Browser Auto-fill Form History
CCleanerBrowserPasswords=CCleaner Browser Saved Passwords
CCleanerBrowserSession=CCleaner Browser Session
CCleanerBrowserbookmarks=CCleaner Browser Bookmarks Backup
CCleanerBrowserCookies=CCleaner Browser Cookies

NeoBrowserCache=Neo Cache
Neolocalstorage=Neo Localstorage
NeoForm=Neo Auto-fill Form History
NeoPasswords=Neo Saved Passwords
NeoSession=Neo Session
Neobookmarks=Neo Bookmarks Backup
NeoCookies=Neo Cookies

MullvadBrowserCache=Mullvad Browser Cache
MullvadForm=Mullvad Auto-fill Form History
MullvadPasswords=Mullvad Saved Passwords
MullvadOther=Mullvad Other History
MullvadSession=Mullvad Session
Mullvadbookmarks=Mullvad Bookmarks Backup
MullvadCookies=Mullvad Cookies

UlaaBrowserCache=Ulaa Browser Cache
Ulaalocalstorage=Ulaa Localstorage
UlaaForm=Ulaa Auto-fill Form History
UlaaPasswords=Ulaa Saved Passwords
UlaaSession=Ulaa Session
Ulaabookmarks=Ulaa Bookmarks Backup
UlaaCookies=Ulaa Cookies


AdobeAcrobatReader=Adobe Acrobat Reader
AdobeAcrobat=Adobe Acrobat
AdobeImageReady7.0=Adobe ImageReady
AdobePhotoshop=Adobe Photoshop
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobeIllustrator=Adobe Illustrator
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobePremiereProCC=Adobe Premiere Pro 
AdobePremiereElements12=Adobe Premiere Elements 12
AcrobatDistiller10=Acrobat Distiller 10
AdvancedSearchbar=Advanced Searchbar
YahooToolbar=Yahoo Toolbar
WindowsLiveToolbar=Windows Live Toolbar
GoogleToolbar=Google Toolbar
GoogleToolbarIE=Google Toolbar IE
GoogleDeskbar=Google Deskbar
GoogleCalendarSync=Google Calendar Sync
GoogleTalk=Google Talk
KantarisMediaPlayer=Kantaris Media Player
KMPlayer=KMPlayer
WindowsMediaPlayer=Windows Media Player
WindowsMediaCenter=Windows Media Center
RealPlayer=Real Player
RealPlayerCloud=Real Player Cloud
RealTimes=RealTimes
QuicktimePlayer=Quicktime Player
AVIPreview=AVI Preview
Steam=Steam
Xfire=Xfire
XMLSpy=XML Spy
OxygenXMLEditor=Oxygen XML Editor
SWiSH=SWiSH
PaintShopPro7.0=Paint Shop Pro 7.0
PaintShopPro8.0=Paint Shop Pro 8.0
PaintShopPro9.0=Paint Shop Pro 9.0
PaintShopProX=Paint Shop Pro X
PaintShopProXI=Paint Shop Pro XI
PaintShopProX2=Paint Shop Pro X2
PaintShopProX3=Paint Shop Pro X3
CorelPaintShopProX4=Corel PaintShop Pro X4
CorelPaintShopProX5=Corel PaintShop Pro X5
CorelPaintShopProX6=Corel PaintShop Pro X6
MSWorks4.0=MS Works 4.0
MSOffice=Microsoft Office
InstallshieldDeveloper7.0=Installshield Developer 7.0
MacromediaFlash4.0=Macromedia Flash 4.0
MacromediaFlash5.0=Macromedia Flash 5.0
MacromediaFlashMX=Macromedia Flash MX
MacromediaFlashMX2004=Macromedia Flash MX 2004
AdobeFlashPlayer=Adobe Flash Player
MacromediaHomesite5.0=Macromedia Homesite 5.0
MacromediaFireworks6.0=Macromedia Fireworks 6.0
AdobeFireworks6.0=Adobe Fireworks 6.0
MacromediaDreamweaverMX=Macromedia Dreamweaver MX
MacromediaShockwave10=Macromedia Shockwave 10
MacromediaShockwave11=Macromedia Shockwave 11
MicrosoftSilverlight=Microsoft Silverlight
UleadSmartSaverPro3.0=Ulead Smart Saver Pro 3.0
NortonAntiVirus=Norton AntiVirus
SymantecAntiVirus=Symantec AntiVirus
MSSnapshotViewer=MS Snapshot Viewer
MSManagementConsole=MS Management Console
MSWordpad=MS Wordpad
MSPaint=MS Paint
MSPhotoEditor=MS Photo Editor
MSSearch=MS Search
SearchCharmHistory=Search Charm History
NeroBurningROM=Nero Burning ROM
NeroBurningROM 9=Nero Burning ROM 9
NeroBurningROM10=Nero Burning ROM 10
NeroBurningROM2014=Nero Burning ROM 2014
Nero12PlatinumHDSuite=Nero 12 Platinum HD Suite
Nero14PlatinumHDSuite=Nero 14 Platinum HD Suite
NeroVideo11=Nero Video 11
NeroVision10=Nero Vision 10
NeroBackItUp2014=Nero BackItUp 2014
NeroExpress2014=Nero Express 2014
WinAce2.0=WinAce 2.0
SpyBotSearchandDestroy=SpyBot Search and Destroy
Ad-AwareSEPersonal=Ad-Aware SE Personal
Ad-AwareSEProfessional=Ad-Aware SE Professional
Ad-AwareSEPlus=Ad-Aware SE Plus
Ad-Aware=Ad-Aware
WebrootSpySweeper=Webroot SpySweeper
DriverCleanerPro=Driver Cleaner Pro
Kazaa=Kazaa-Search History
NetscapeNavigator4.x=Netscape Navigator 4.x
MicrosoftVisualStudio6.0=Microsoft Visual Studio 
AxialisIconWorkshop=Axialis IconWorkshop
eMuleSearchHistory=eMule-Search History
eMuleFileHashes=eMule-File Hashes
WinISO=WinISO
IsoBuster=IsoBuster
MediaPlayerClassic=Media Player Classic
BSPlayer=BSPlayer
VLCMediaPlayer=VLC Media Player
MediaMonkey=MediaMonkey
Winamp=Winamp
MusicMatchJukebox=MusicMatch Jukebox
SoundForge6.0=Sound Forge 6.0
Audacity=Audacity
WindowsLiveMessenger=Windows Live Messenger
Skype=Skype
AOLInstantMessenger=AOL Instant Messenger
CamfrogVideoChat=Camfrog Video Chat
MirandaInstantMessenger=Miranda Instant Messenger
Pidgin=Pidgin
YahooMessenger=Yahoo Messenger
ooVoo=ooVoo
TeamSpeak=TeamSpeak
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
MySpaceIM=MySpaceIM
AcronisTrueImage=Acronis True Image
WinZip=WinZip
WinRAR=WinRAR
7-Zip=7-Zip
BitZipper=BitZipper
PowerArchiver=PowerArchiver
PowerArchiver2013=PowerArchiver 2013
ZipMagic=ZipMagic
PicoZip=PicoZip
PKZip=PKZip
Java=Java
FreshDownload=FreshDownload
WindowsMovieMaker=Windows Movie Maker
TextPad=TextPad
VirtualDub=VirtualDub
RegEdit=RegEdit
GameExplorer=Game Explorer
AceHTML5=AceHTML 5
Alcohol120=Alcohol 120%
Alcohol52=Alcohol 52%
LeechGet=LeechGet
GetRight=GetRight
DownloadAcceleratorPlus=Download Accelerator Plus
FreeDownloadManager=Free Download Manager
InternetDownloadAccelerator=Internet Download Accelerator
InternetDownloadManager=Internet Download Manager
OrbitDownloader=Orbit Downloader
Morpheus=Morpheus
VNCViewer3=VNCViewer 3
VNCViewer4=VNCViewer 4
DVDShrink=DVD Shrink
TivoDesktop=Tivo Desktop
CAAnti-Virus=CA Anti-Virus
ZoneAlarm=ZoneAlarm Logs
GoogleEarth=Google Earth
PerfectDisk7.0=PerfectDisk 7.0
DaemonTools=Daemon Tools
Vuze=Vuze
BitTorrent=BitTorrent
FrostWire=FrostWire
uTorrent=uTorrent
Shareaza=Shareaza
iMesh=iMesh
BearShare=BearShare
DC++=DC++
Ares=Ares
CuteFTPPro7.0=CuteFTP Pro 7.0
CuteFTPHome7.0=CuteFTP Home 7.0
CuteFTPPro8.0=CuteFTP Pro 8.0
CuteFTPHome8.0=CuteFTP Home 8.0
CuteFTP9=CuteFTP 9
CoreFTP=Core FTP
FileZilla=FileZilla
SmartFTP=SmartFTP
ClamWin=ClamWin
EwidoAnti-Malware=Ewido Anti-Malware Log
AVGAnti-Spyware=AVG Anti-Spyware
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
SpywareTerminator=Spyware Terminator
SUPERAntiSpyware=SUPERAntiSpyware
A-Squared=A-Squared
FoxitReader=Foxit Reader
FoxitReader6.0=Foxit Reader 6.0
FoxitReader7.0=Foxit Reader 7.0
FoxitReader8.0=Foxit Reader 8.0
FoxitReader9.0=Foxit Reader 9.0
Paint.NET=Paint.NET
OpenOffice1.14=OpenOffice 1.14
OpenOffice=OpenOffice
GrisoftAVG7.0=Grisoft AVG 7.0
AVGAntiVirus8.0=AVG AntiVirus 8.0
AVGAntiVirus9.0=AVG AntiVirus 9.0
AVGAntiVirus10.0=AVG AntiVirus 10.0
AVGAntiVirus2012=AVG AntiVirus 2012
AVGAntiVirus2013=AVG AntiVirus 2013
AntiVirDesktop=AntiVir Desktop
AvastAntivirus4=Avast! Antivirus 4
AvastAntivirus5=Avast! Antivirus 5
AvastAntivirus=Avast! Antivirus
BitDefender=BitDefender
TUGZip=TUGZip
WindowsDefender=Windows Defender
IZArc=IZArc
MSSearchHelperExtension=MS Search Helper Extension
MSOfficePictureManager=MS Office Picture Manager
ImgBurn=ImgBurn
CloneCD=CloneCD
VirtualCloneDrive=Virtual Clone Drive
WinPatrol=WinPatrol
LogMeIn=LogMeIn
AshampooBurningStudio10=Ashampoo Burning Studio 10
AshampooBurningStudio11=Ashampoo Burning Studio 11
AshampooBurningStudio14=Ashampoo Burning Studio 14
ExamDiff=ExamDiff
ExamDiffPro=ExamDiff Pro
CompareIt=Compare It!
WinDiff=WinDiff
FeedDemon=FeedDemon
Last.FM=Last.FM
Pando=Pando
Sandboxie=Sandboxie
Snagit9=Snagit 9
Snagit10=Snagit 10
Snagit11=Snagit 11
Snagit12=Snagit 12
Ditto=Ditto
Evernote=Evernote
I2P=I2P
McAfeeAntiVirus=McAfee AntiVirus
PerfectDisk8=PerfectDisk 8
PerfectDisk9=PerfectDisk 9
PerfectDisk10=PerfectDisk 10
PerfectDisk11=PerfectDisk 11
PerfectDisk12=PerfectDisk 12
PerfectDisk12.5=PerfectDisk 12.5
PowerISO=PowerISO
UltraISO=UltraISO
GIMP2.4=GIMP 2.4
GIMP2.6=GIMP 2.6
GIMP2.8=GIMP 2.8
GoZilla=Go!Zilla
MagicISO=MagicISO
Zune=Zune
BreezeBrowserPro=BreezeBrowser Pro
FastStoneImageViewer=FastStone Image Viewer
FastStoneCapture=FastStone Capture
AkelPad=AkelPad
Notepad++=Notepad++
NoteXpad=NoteXpad
RegEditX=RegEditX
FoxitReader5.0=Foxit Reader 5.0
ACDSee14=ACDSee 14
CamtasiaStudio7.0=Camtasia Studio 7.0
CamtasiaStudio8=Camtasia Studio 8
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
AnyVideoConverterUltimate=Any Video Converter Ultimate
FreemakeVideoDownloader=Freemake Video Downloader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
ConvertXToDVD=ConvertXToDVD
VSOBlu-rayConverterUltimate=VSO Blu-ray Converter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
AIMP3=AIMP 3
CorelVideoStudioProX4=Corel VideoStudio Pro X4
CorelVideoStudioProX5=Corel VideoStudio Pro X5
AlZip=AlZip
CyberLinkPhotoDirector3=CyberLink PhotoDirector 3
CyberLinkPowerDirector10=CyberLink PowerDirector 10
CyberLinkPowerDirector12=CyberLink PowerDirector 12
CyberLinkAudioDirector4=CyberLink AudioDirector 4
DivXplayer=DivX player
UniversalExtractor=Universal Extractor
4Sync=4Sync
CopernicDesktopSearch=Copernic Desktop Search
DVDFab=DVDFab
InkScape=InkScape
Anonymizer=Anonymizer
Gadu-Gadu=Gadu-Gadu
FoxitPhantomPDF=Foxit Phantom PDF
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
MailWasherPro=MailWasher Pro
SamsungKies=Samsung Kies
ConnectifyHotspot=Connectify Hotspot
ExpressScribe=Express Scribe
GomPlayer=Gom Player
SonyVegasPro12.0=Sony Vegas Pro 12.0
DirectoryOpus10=Directory Opus 10
NVIDIAInstallFiles=NVIDIA Install Files
CDBurnerXP=CDBurnerXP
UltraEdit=UltraEdit
PhotodexProShowProducer=Photodex ProShow Producer
SketchUpMake2013=SketchUp Make 2013
HandBrake=HandBrake
ABBYYFineReader11.0=ABBYY FineReader 11.0
TheBat=TheBat
WondershareVideoConverterUltimate=Wondershare Video Converter Ultimate
SublimeText=Sublime Text
Picasa3=Picasa 3
KingsoftOffice2013=Kingsoft Office 2013
XilisoftVideoConverter=Xilisoft Video Converter
XilisoftDVDRipper=Xilisoft DVD Ripper
dBpoweramp=dBpoweramp
SyncBackFree=SyncBackFree
WondershareVideoConverterPro=Wondershare Video Converter Pro
AimersoftVideoConverterUltimate=Aimersoft Video Converter Ultimate
StardockWindowBlinds=Stardock WindowBlinds
NitroPro9=Nitro Pro 9
NitroPDFReader3=Nitro PDF Reader 3
VirtualDJ7=VirtualDJ 7
FormatFactory3.3.5=Format Factory 3.3.5
TeamViewer=TeamViewer
MSOneDrive=MS OneDrive
VNCViewer5=VNCViewer 5
Tag&Rename3.8=Tag&Rename 3.8
Tango=Tango
PhotoScape3.6.5=PhotoScape 3.6.5
BlueStacks=BlueStacks
ManyCam4.0.109=ManyCam 4.0.109
ManyCam4.0.109=ManyCam 4.0.109
XnView=XnView
AppleInstallCache=Apple Software Install Cache
BaiduYunGuanjia=Baidu Yun Guan jia
Battle.net=Battle.net
DriveTheLife=DriveTheLife
iTunes=iTunes
kpzs-cache=kpzs-cache
MESCache=Microsoft Security Essentials logs and update cache
QIHU360TotalSecurity=QIHU 360 Total Security
Tencent-Logs=Tencent Logs
Thunder=Thunder
Thunder-Game=Thunder Game
ThunderXMP=Thunder XMP
Yodao-Dict=Yodao-Dict
YY=DuoWan YY
DriverGeniusUpdateFiles=Driver Genius Update Files
DriverGeniusBackupFiles=Driver Genius Backup Files
DriverGeniusDownloadInstallerFiles=Driver Genius Download Installer Files
DriverGeniusCacheFiles=Driver Genius Cache Files
QQMusicCacheFiles=QQ Music Cache Files
KuGouMusicCacheFiles=KuGou Music Cache Files
KuGouLyricFiles=KuGou Lyric Files
XIAMIMusicCache=XIAMI Music Cache
NeteaseCloudMusicCache=Netease Cloud Music Cache
KuWoInstallCache=KuWo Music Installer Cache
KuWoMusicCache=KuWo Music Cache
BaiduMusicLogFiles=Baidu Music Log Files
BaiduMusicCache=Baidu Music Cache
WeSingLogFiles=WeSing Log Files
WeSingCache=WeSingCache
QQLiveCacheFiles=QQLive Cache Files
YoukuCacheFiles=Youku Cache Files
IQIYIVideoCacheFiles=IQIYI Video Cache Files
mgtvLogFiles=mgtv Log Files
mgtvCacheFiles=mgtv Cache Files
CNTVUpdateLogFiles=CNTV Update and Log Files
SOHUPlayerCacheandLogFiles=SOHU Player Cache and Log Files
SOHUPlayerDownloadsCache=SOHU Player Downloads Cache
StormPlayerTempFiles=Storm Player Temp Files
PPTVTempFiles=PPTV Temp Files
BaiduPlayer=Baidu Player
FunshionPlayer=Funshion Player
QQCacheFiles=QQ Cache Files
QQreceivedimages=QQ received images
QQreceivedfiles=QQ received files
QQreceivedDynamicEmoticon=QQ received Dynamic Emoticon
QQreceivedVideo=QQ received Videos
QQreceivedAudio=QQ received Audio
TIMCacheFiles=TIM Cache Files
QTalkCacheFiles=QTalk Cache Files
QQPCMgr=QQ PC Manager
TencentQQGame=Tencent QQGame
BrowserLog=Webbrowser Log Files
AmazonMusic=Amazon Music
AdobeApplicationManager=Adobe Application Manager
AdobePhotoshopCC=Adobe Photoshop CC
AdobeAcrobatDC=Adobe Acrobat DC
IOBIT=Iobit Software
bilibiliCacheFiles=Bilibili Video Cache
bilibililocalstorage=Bilibili Browse Histories
Discord=Discord
Razer Software=Razer Software
DiskDrill=Disk Drill
Epic=Epic Games Launcher
Resso=Resso
MicrosoftTeams=MicrosoftTeams
MicrosoftCorporationII.MicrosoftFamily=Family
WeChatCache=WeChat Cache 
WeChatreceivedfiles=WeChat Received Files
WeChatreceivedImage=WeChat Received Images
WeChatreceivedVideo=WeChat Received Videos
WeChatreceivedDynamicEmotion=WeChat Received Dynamic Emotion
Cortana=Cortana	
MicrosoftWebExperiencePack=Windows Web Experience Pack	
SignalCache=SignalCache		
ThunderbirdCache=Thunderbird Cache
ThunderbirdForm=Thunderbird Auto-fill Form History
ThunderbirdPasswords=Thunderbird Saved Passwords
ThunderbirdOther=Thunderbird Other Histories
ThunderbirdSession=Thunderbird Session
ThunderbirdCookies=Thunderbird Cookies
GoogleDrive=Google Drive
GoodSync=Good Sync
BoxDrive=Box Drive
VNCViewer7=VNCViewer 7
AndroidStudioCache=Android Studio Cache
VMwareHorizonClient=VMware Horizon Client
CorelPaintShopPro=Corel PaintShop Pro
Maxthonlocalstorage=Maxthon Localstorage
MaxthonCache=Maxthon Cache
MaxthonForm=Maxthon Auto-fill Form History
MaxthonPasswords=Maxthon Saved Passwords
MaxthonSession=Maxthon Session
Maxthonbookmarks=Maxthon Bookmarks Backup
MaxthonCookies=Maxthon Cookies
MailMaster=Mail Master
FoxitPDFReader=Foxit PDF Reader
SunloginClient=SunloginClient
TencentMeetingcache=Tencent Meeting cache
BaiduPCFaster=Baidu PC Faster
FoxitPDFEditor=Foxit PDF Editor
MasterPDF=MasterPDF
BaiduNetdiskcache=Baidu Netdisk cache
360DriverMaster=360 Driver Master
Kaspersky=Kaspersky
Meitu=Meitu cache
ynote-desktop=ynote-desktop
MindMaster=MindMaster
GreenPomeloCleaner=GreenPomelo Cleaner
Doubao=Doubao Cache
eSobi=eSobi
leidian=Leidian Simulator
iMyFoneUmate=iMyFone Umate Pro
LINE=LINE Cache
Nox=NoxPlayer
[Type]
UserDefine=User Defined
ZeroFile=Empty files - 0 bytes
WinSetupLog=Windows installation error log files
NtUninstall=Uninstall sources of Windows Patches
InvalidLnk=Invalid shortcuts
UserTemp=Files in temporary folders of Users
WinTemp=Files in temporary folders of Windows
RecentFiles=Links of Recent files
PatchSource=Windows Update Sources
TempFile=Temporary files
fcwdir=Files created by a download process
tfcbp=Temporary files Created by programs
sdrf=Restore files created during disk scanning
OldFile=Old Files
outdatedfile=Outdated files
fcwhfir=Files created when a help file is running
Ncfile=Newsgroup cache files
Backupfile=Backup files
WBfile=MS Word Backup files
Cbswahf=Files created while searching a help file
whtf=Temp files of Windows help system
Logfile=Log files
LLogfile=Log file created by applications or system services.
Errorfile=Error files
Wmdf=Win2000/XP memory dump files
bcomf=Backup copies of modified files
Indexfile=Index files
ifcbsiotitpbs=index files created by system in order to improve the picture browsing speed
Tfcds=Temporary files created during setup
Intermediatefile=Intermediate files
chkfile=Recovered file

[AutoClean]
DiskSaved=disk space has been saved.
Title=Congratulations!
TraceCleanned=traces have been cleaned.
exit=Exit

[Skin]
SkinDefault=Light
SkinDark=Dark

[AutoUpdate]
CurrentFile=Current File:
Canceling=Canceling...
CANCEL=Cancel
Ready=Ready for download

[feedback]
InvalidEmail=Please enter correct email address.
emptyinput=Please input some thing for submit.
thanks=Thanks for your feedback!
FrmFeedback.lblfeedback.caption = How do you rate %s?
FrmFeedback.lblemail.caption = Email address:
FrmFeedback.lblgood.caption = Which feature do you like best?
FrmFeedback.lblbad.caption = Which feature do you dislike the most?
FrmFeedback.lblwant.caption = What new feature do you want most?
FrmFeedback.btncancel.caption = Not interested
FrmFeedback.btnsubmit.caption = Submit